[
    {
        "date": "7 июня",
        "text": "Сегодня судьба будет проверять вас на прочность. Главное для Весов – проявлять активность и максимально быстро приспосабливаться к текущим обстоятельствам. Многие планы могут сорваться. Все приобретения в этот день будут достаточно успешными, но не стоит вкладывать деньги в покупку ткани и драгоценностей. Будьте бдительны, общением с противоположным полом будет довольно натянутым."
    },
    {
        "date": "8 июня",
        "text": "День принесёт Весам неожиданные повороты судьбы, приключения и разочарования. Сократите общение, творческую деятельность или встречи сегодня. Сосредоточьтесь на главном и не отвлекайтесь на мелочи. Не исключено, что ошибки и проблемы в профессиональной сфере отнимут у вас всё время. Не забывайте о близких и окажите им поддержку. Сейчас они очень нуждаются в вашем внимании."
    },
    {
        "date": "9 июня",
        "text": "У Весов день непредсказуемых событий. Обстоятельства сложатся неожиданно и разрушат все планы. Решения нужно будет принимать быстро. Не забывайте думать о последствиях. Неверные решения могут привести к нежелательным результатам. Опасный день, полный неоправданных рисков и ошибок. Избегайте быстрой езды и любых рискованных приключений. Ничего не планируйте сегодня, так как многие ваши идеи могут не сбыться."
    },
    {
        "date": "10 июня",
        "text": "Сегодня у Весов может быть отличный шанс проверить свою работу. Спешите воспользоваться этой возможностью. Не бойтесь стать пионером одного из рабочих процессов. Руководство оценит ваши идеи, трудолюбие и усердие. Пришло время показать себя с лучшей стороны! Ваше рвение к здоровому образу жизни оправдывает себя, болезни и травмы обходят вас стороной. Берегите свои ноги, всегда держите их в тепле."
    },
    {
        "date": "11 июня",
        "text": "Удачный выбор будет сделан сегодня при покупке предметов интерьера. Сегодня Весы наконец смогут вкусить плоды своего упорного труда. Вы долгое время проявляли трудолюбие и настойчивость, и это принесло плоды и привело к успеху. Во многих сложных ситуациях стоит заручиться поддержкой семьи и друзей."
    },
    {
        "date": "12 июня",
        "text": "Уже сегодня вы можете значительно пополнить свой бюджет удачными инвестициями, торговыми операциями и прибыльными сделками. Если вы всё ещё страдаете от одиночества, сегодня у вас есть шанс найти партнёра. В любовных и семейных отношениях всё гармонично и радужно. Не следует давить на семью, лучше вникнуть в её дела."
    },
    {
        "date": "13 июня",
        "text": "Девиз дня для Весов – время позитивных перемен. Они могут повлиять как на деловые, так и на личные отношения. Все деловые переговоры, соглашения, подписание новых контрактов пройдут успешно. Проведите вечер со своей второй половинкой. Поговорите по душам, это сблизит вас ещё больше. Старайтесь не погружаться в мир абстракций, где пропадают ваши порывы к конкретным действиям и жизненная энергия. Не бойтесь начинать новые отношения с совершенно незнакомыми людьми сегодня, они окажут вам большую помощь в будущем."
    }
]