[
    {
        "id": "eb4095f7-4d17-4535-8503-481ceb00a834",
        "date": "7 июня",
        "text": "Львам сегодня стоит быть особенно сдержанными и терпеливыми. День будет трудным. Отношения пройдут проверку на прочность как с партнёрами, так и с близкими. Не растрачивайте свою жизненную энергию, отказывайтесь от новых проектов и важных сделок. Благоприятный день близок, ждите его.",
        "zodiac_sign_id": 978
    },
    {
        "id": "e6e5b954-ce05-4b9b-93a2-e86dbd82a977",
        "date": "8 июня",
        "text": "Вполне вероятно, что сегодня вы попытаетесь найти возвышенные объяснения своим поступкам и проблемам нравственного характера. Старайтесь не углубляться в мир абстракций, где пропадут ваши порывы к конкретным действиям и жизненная энергия. Не бойтесь налаживать взаимоотношения с незнакомыми людьми, в будущем они окажут Львам хорошую поддержку.",
        "zodiac_sign_id": 978
    },
    {
        "id": "8bedca65-ef6a-4f3c-8a4d-67918be642c1",
        "date": "9 июня",
        "text": "Положительное изменение позиций у Львов. Воспользуйтесь этим моментом, если вы давно планировали строить карьеру в государственных учреждениях. Ваше красноречие, обаяние и умение располагать к себе людей помогут вам добиться поставленных целей. Возможно, вам придётся столкнуться с проблемами в отношениях с близкими и родственниками.",
        "zodiac_sign_id": 978
    },
    {
        "id": "945510d4-a753-4ba7-acf8-9b1a407ed6f3",
        "date": "10 июня",
        "text": "Не исключено, что Львов обманут или введут в заблуждение. Чтобы завершить день на позитивной ноте, нужно быстро реагировать на информацию, свободно передвигаться – в этом вам поможет автомобиль, а также хорошая мобильная связь. Не тратьте нервы по пустякам, проводите больше времени в компании близких вам людей и обязательно выезжайте на природу.",
        "zodiac_sign_id": 978
    },
    {
        "id": "716f91f7-5aa1-431f-8d9d-a95b08cdc406",
        "date": "11 июня",
        "text": "Утром Львам следует избегать чрезмерной практичности и рационализма, это может быть неверно оценено вашим окружением. Постарайтесь расслабиться, и тогда решение будет найдено гораздо быстрее. Бывают ситуации, когда приходится подавлять свои желания. Старайтесь сдерживать эмоции, избегать ссор. Будьте бдительны, ваши враги сегодня могут быть особенно активны и попытаются испортить вам авторитет и настроение.",
        "zodiac_sign_id": 978
    },
    {
        "id": "fdbf252e-9cf4-47ee-9ab9-df18a233b00a",
        "date": "12 июня",
        "text": "Вероятно, проблемы заставят Львов отказаться от своих принципов. Не пытайтесь выделиться из толпы. Будут неприятности, которые заставят вспомнить ошибки прошлых лет. Займите позицию наблюдателя и наберитесь терпения. Знаменитости советуют идти на компромисс с партнёром.",
        "zodiac_sign_id": 978
    },
    {
        "id": "242037ec-dddf-4683-a1b7-d99caa119c41",
        "date": "13 июня",
        "text": "Благоприятный день для учёбы у Львов. Студенты и преподаватели, исследователи добьются успехов в своих работах. Вы можете участвовать в интеллектуальных состязаниях и, скорее всего, выиграете. Не забывайте о благодарностях и, в первую очередь отмечайте своих наставников. Не будьте слишком импульсивны в общении с коллегами и близкими, это может вылиться в затяжные конфликты.",
        "zodiac_sign_id": 978
    }
]