[
    {
        "id": "8c970be1-d201-45e3-9a1b-6491190e9356",
        "date": "7 июня",
        "text": "Сегодня Девам не хватает жизненных сил и энергии. Вы можете услышать неприятные слухи о своём партнёре. Не принимайте всё близко к сердцу, пока не убедитесь в их подлинности. Проводите время с семьёй. Это поможет расслабиться и избавиться от чрезмерного напряжения. Остерегайтесь всего, что может нанести вред вашему здоровью в этот день.",
        "zodiac_sign_id": 664
    },
    {
        "id": "5689a84d-a0c6-4582-9696-b2f84c690c3a",
        "date": "8 июня",
        "text": "Будьте бдительны, сегодняшний день у Дев может быть наполнен стрессовыми ситуациями. Не будьте импульсивным при общении с коллегами и близкими людьми, это может привести к конфликтам. Партнёры по бизнесу внимательно наблюдают за вами, поэтому действуйте спокойно и обдуманно. Следите за своим самочувствием. Выделите себе время и займитесь оздоровительными процедурами.",
        "zodiac_sign_id": 664
    },
    {
        "id": "06ddb911-003a-433a-9b81-bfa5c3ccdba2",
        "date": "9 июня",
        "text": "Во второй половине дня вы будете достаточно решительны и честолюбивы, чтобы другие завидовали вам и боялись вас. В партнёрстве у Дев не исключены ревность и ложные обвинения в измене. В итоге вы сможете договориться со своим партнёром и всё выяснить. Если вы хотите добиться успеха в чём-то сегодня, не идите на провокацию и не раскрывайте свои планы. Сегодня отличный день, чтобы освоить новую профессию. Не бойтесь брать – всё получится. Первая неделя месяца будет посвящена семье и дому.",
        "zodiac_sign_id": 664
    },
    {
        "id": "af6ed60a-dd86-4ff7-935b-abe3dcc3e9c2",
        "date": "10 июня",
        "text": "Энергия Дев на исходе, вам нужно сменить обстановку и зарядиться положительными эмоциями. Переведите свою жизнь в более спокойный темп. Знакомство с приятными людьми, новые впечатления помогают восполнить жизненные резервы. У вас сегодня хорошее настроение, и никакое событие не должно его омрачить. Несмотря на вашу повышенную активность и деловую эффективность, вам не удастся добиться значительных результатов.",
        "zodiac_sign_id": 664
    },
    {
        "id": "b326e1c6-1bf4-44dc-aeee-4b4d57329105",
        "date": "11 июня",
        "text": "Отличный день у Дев для легкомысленных романов, свиданий и флирта. Сегодня вам будет легко произвести впечатление на любого. Доброжелательность, щедрость, обаяние и чувство юмора произведут на окружающих нужное впечатление. Вам просто нужно выбрать, с кем встречаться сегодня. Избегайте людных мест. Может быть, вы попадёте в какую-то негативную ситуацию или повстречаете нежелательных людей.",
        "zodiac_sign_id": 664
    },
    {
        "id": "532851a3-4b6d-4d87-972a-20911db9b04f",
        "date": "12 июня",
        "text": "Будьте хладнокровны и сдержанны в этот день. Если не хотите навредить делу, то на некоторые обстоятельства лучше закрыть глаза. Настало лучшее время проявить инициативу, открыв новую яркую страницу в своей жизни. В этот день перед Девами открываются новые возможности и горизонты. Учитесь на прошлом опыте, ошибки нужно исправлять и стараться их не повторять.",
        "zodiac_sign_id": 664
    },
    {
        "id": "839ebef1-91e0-4e3a-897e-ab351a675143",
        "date": "13 июня",
        "text": "У Дев есть прекрасная возможность сменить работу. В вашу жизнь придут люди, которые станут верными спутниками на долгое время. Благодаря их советам многие ваши проекты увенчаются успехом. Помните, что, несмотря на временные трудности, в итоге всё получится как нельзя лучше. Вас ждёт невероятный подъём любовных отношений. У вас сегодня много положительной энергии, используйте её для общения с близкими и добрых дел.",
        "zodiac_sign_id": 664
    }
]