[
    {
        "id": "10650756-8056-4971-a45a-c1cd6add7e8b",
        "date": "7 июня",
        "text": "Будьте бдительны. Возникший конфликт может разрешиться не в вашу пользу. День сложится достаточно хорошо и порадует вас, но вы всё равно будете недовольны собой. Тельцам стоит переключиться на другую деятельность. Возможно, вы просто преувеличиваете. Не замыкайтесь в себе, тем самым вы только разозлите близких.",
        "zodiac_sign_id": 571
    },
    {
        "id": "4096f2c0-25f1-4173-9c15-8b4f56795af4",
        "date": "8 июня",
        "text": "Сегодня Тельцы могут заключить выгодные контракты. Будьте смелыми, ведь это ваш шанс подняться по карьерной лестнице и завоевать авторитет в коллективе. Старайтесь сохранять оптимизм в любой ситуации. Сохраняйте боевой дух и держитесь на своей волне.",
        "zodiac_sign_id": 571
    },
    {
        "id": "c93155bc-c452-4c22-914d-19f380cac5c5",
        "date": "9 июня",
        "text": "Хорошее время у Тельцов для веселья и отдыха. Сегодня вы должны делать всё, что вам вздумается. Не откладывайте свои идеи, тогда не будет возможности воплотить их в жизнь. Вероятны новые знакомства, которые обещают большие приключения и интересные ощущения. Постарайтесь завершить начатое сегодня, закрыв кармические долги прошлого, будьте открыты новому.",
        "zodiac_sign_id": 571
    },
    {
        "id": "c2e2ac8d-2b97-4ad4-a3b3-df202020c710",
        "date": "10 июня",
        "text": "Девиз дня: можно многого добиться, но только благодаря терпению и своему труду. Круг друзей Тельцов, вероятно, расширится. Благоприятный день для любых дел. Сегодня обязательно помогите тем, кто просит вашей помощи. Вы будете щедро вознаграждены. В этот день вам покорятся даже самые неприступные вершины. Вы сможете достичь своей цели.",
        "zodiac_sign_id": 571
    },
    {
        "id": "84c83224-8122-458d-9aee-3aec6ed20f81",
        "date": "11 июня",
        "text": "Тельцы, не торопитесь с решением, ведь интуиция может вас подвести. Однозначные выводы по отношению к другим преждевременны. Мечту о путешествии придётся отложить. Теперь вам предстоит проводить время наедине с собой. Сегодня не лучший день для свиданий. Разберите накопившиеся дела. Не пытайтесь сохранить то, что вы больше не цените. Вам это не нужно, и вы цепляетесь за него по привычке.",
        "zodiac_sign_id": 571
    },
    {
        "id": "5b521108-85c0-4f5f-bc35-facc2628ef50",
        "date": "12 июня",
        "text": "Благодаря ответственности и творческому подходу к делу Тельцы способны укрепить свой авторитет, наладить отношения с руководством и укрепить материальное положение. Не следует выходить в общественные места, возможно агрессивное поведение в толпе и инфекционные заболевания. Следите за проявлением своих чувств, избегая чрезмерной навязчивости, а также расточительности. Берегите себя и свои отношения.",
        "zodiac_sign_id": 571
    },
    {
        "id": "37d241a0-349f-4496-8b78-9ad9607285bf",
        "date": "13 июня",
        "text": "Сегодня у Тельцов удачными будут дела, связанные с творчеством, наукой и религией. Используйте свои деловые навыки, чтобы получить новые связи и славу. Вас могут ждать разочарования и неудачи не только на работе, но и в личной жизни. Если вы немного замкнуты в себе, пора раскрыться. Возможно, ваши родственники и друзья смогут навестить вас и порадовать интересными новостями.",
        "zodiac_sign_id": 571
    }
]