[
    {
        "date": "7 июня",
        "text": "Сегодня, прежде чем принимать какое-либо решение, Козерогам стоит всё тщательно обдумать. Не будьте слишком самоуверенны и не давайте обещаний, которые вы, возможно, не сможете сдержать. Пожилые люди в этот день могут отправиться в небольшое путешествие. Посвятите день своему здоровью, прогуляйтесь или сходите на оздоровительные мероприятия."
    },
    {
        "date": "8 июня",
        "text": "Возникший конфликт может разрешиться не в пользу Козерогов, и тут же появятся новые проблемы. Постарайтесь не паниковать, ваше физическое и моральное здоровье поможет вам справиться с этим быстрее. Ваши старые коллеги могут внезапно появиться на вашей дороге с неожиданным предложением. Заводите новые знакомства, они пригодятся вам в будущем."
    },
    {
        "date": "9 июня",
        "text": "Если вы планируете зачать ребёнка, сегодня ваш день! Также у Козерогов время отлично подходит для предложений руки и сердца. Вы можете поделиться с партнёром самыми сокровенными переживаниями и вместе прийти к общему выводу. Отдохните вечером за просмотром любимого фильма. Вы полны жизненных сил и энергии. Обаяние и сексуальность помогут вам достичь поставленных целей."
    },
    {
        "date": "10 июня",
        "text": "Сегодня отличный день у Козерогов для плодотворной работы. Процветание в учёбе и карьере гарантировано. Запишитесь на онлайн-курс по интересующей теме. Учитесь, постигайте новые знания. Ваша сила – в вашем интеллекте. Развивайте память, мышление и логику. Старые детские комплексы напомнят вам о себе. Ищите себя, нужно быть настоящим, жить так, как хочется, и заботиться о себе, ставить перед собой новые цели и достигать их, найти дело, которому хочется посвятить всю свою жизнь."
    },
    {
        "date": "11 июня",
        "text": "Не стойте на месте, займитесь саморазвитием. У вас много талантов, которые просто нужно открыть. Избегайте шумных компаний, отдавая предпочтение тихим и уютным местам, чтобы провести чудесную ночь со своей второй половинкой. Сегодняшние романтические события принесут новые впечатления и смогут освежить ваши отношения."
    },
    {
        "date": "12 июня",
        "text": "Все операции с наличными будут проведены успешно. Если у Козерогов запланированы крупные сделки, купля-продажа недвижимости, смело организуйте их в этот день. Вы можете пройти обучение, мастер-классы, семинары и тренинги. Вся полученная информация хорошо скажется на вашей дальнейшей карьере. Проведите день с семьёй. Ваше финансовое положение может неожиданно улучшиться благодаря выигрышу или бонусам."
    },
    {
        "date": "13 июня",
        "text": "Старайтесь оградить себя от мыслей и людей, которые могут принести волнение и дискомфорт. Проводите больше времени с собой. Возможно, трудные вопросы Козерогам следует пока отложить. Не принимайте поспешных решений. Стройте планы, но пока рано воплощать их в жизнь. Это самое счастливое время в вашей жизни для накопления положительной энергии. Отпустите сегодня все старые обиды и откройте свою душу новым и позитивным мыслям."
    }
]