[
    {
        "date": "7 июня",
        "text": "Именно сегодня Скорпионов ждёт успех. Не переоценивайте свои активы и возможности партнёра, иначе утонете в рутине. Не переборщите со своей самоуверенностью, это может спровоцировать рост проблем и нарушение связей с близкими. Будьте полны энергии и решимости, это придаст вам сил в новых начинаниях."
    },
    {
        "date": "8 июня",
        "text": "У Скорпионов отличный день, чтобы насладиться домашним комфортом, например, отдохнуть с близкими друзьями и семьёй и отключить мобильный телефон. Притворитесь, что вас нет дома, и хорошо проведите время наедине с собой. Если вы много работали в последнее время, это отличная возможность дать себе передышку и восстановить силы. Сегодня не стоит ездить в долговременные поездки."
    },
    {
        "date": "9 июня",
        "text": "Стабильный доход обеспечен Скорпионам на долгое время. Он постепенно увеличивается. Вы можете совместить деловую поездку с отдыхом, не отказывайте себе в этом удовольствии. Семья даёт вам неиссякаемый источник энергии и уверенности в себе. Вы встретите старых друзей. Старайтесь не вспоминать прошлые ссоры, взаимные непонимания, разногласия."
    },
    {
        "date": "10 июня",
        "text": "Скорпионы, верьте в себя и свою идею. Этот день полностью ваш и больше располагает к творчеству. Сегодня ваше дело принесёт долгожданный успех. Не слушайте незнакомцев, прислушивайтесь к себе и своим желаниям. Сохраняйте оптимизм весь день, это поможет вам. Этот день – возможность совершить долгожданную покупку, которая до сих пор оставалась мечтой. С тактом, дипломатичностью и предельной точностью вы найдёте нужного вам человека уже сегодня."
    },
    {
        "date": "11 июня",
        "text": "Сегодня Скорпионы могут получить новые предложения, способные раскрыть ваши способности и таланты. И даже если у вас много проблем, вы можете решить их, разложив всё по полочкам. Не очень удачный день для новых знакомств, увлечений. Вы можете добиться всего, если не сбавлять обороты и идти к желанной цели. Не забудьте показать плоды своего непростого друга коллегам."
    },
    {
        "date": "12 июня",
        "text": "Сегодня Скорпионам следует больше отдыхать. Время лечит и душевные раны, и здоровье. Вы должны гулять на воздухе, наслаждаться природой. Не беспокойте своих друзей. Проводите время наедине с собой. Удача будет сопутствовать вам завтра, а сегодня день спокойствия и уравновешенности. Не забывайте о витаминах и натуральных продуктах. Сегодня важно поддержать своё тело."
    },
    {
        "date": "13 июня",
        "text": "Пришло время, когда все начатые дела должны быть завершены. Многое будет зависеть от ваших профессиональных качеств сегодня. Некоторым людям может понадобиться ваша помощь. Оказывайте необходимую услугу, даже если вы этого не очень хотите. Похоже, кто-то давно ждал от вас ответа или ваша заявка в друзья куда-то пропала. Благодаря интуиции Скорпионов всегда легко угадать начало романа, даже в интернете. Возможно, регулярная переписка приведёт к череде приятных встреч."
    }
]