[
    {
        "id": "e3352c1f-87bb-4454-9a2d-6191afa8cfc4",
        "date": "7 июня",
        "text": "Близнецы, не будьте чрезмерно импульсивными при общении с коллегами и близкими людьми, из-за этого могут возникнуть неразрешимые конфликты. Отпустите сегодня все старые обиды и откройте свою душу новым и позитивным мыслям. Отправляйтесь совершать покупки, многие мелочи принесут вам очень приятные и положительные эмоции. Выделите себе время и займитесь оздоровительными процедурами.",
        "zodiac_sign_id": 727
    },
    {
        "id": "0151e2c6-8c78-4fc0-87c0-f1c4348e3011",
        "date": "8 июня",
        "text": "Сегодня возможно появление новых беспочвенных страхов, которые значительно затруднят жизнь Близнецов. Не стоит воспринимать трудности серьёзно, ведь они появились, чтобы закалить ваш дух. Можно будет найти новых союзников, вместе с ними в жизнь придёт позитивная мотивация. Относитесь легче к своим проблемам, посмотрите на них с другой стороны. Возможно, они окажутся менее значительными, чем вы думаете.",
        "zodiac_sign_id": 727
    },
    {
        "id": "cd7ded17-86a1-47d0-927e-1cff6093b0da",
        "date": "9 июня",
        "text": "То, что вы категорически не хотите делать сегодня, лучше отложить. Старайтесь ни с кем не вступать в отношения. Близнецы, не забывайте о своей семье. По вам скучают и нуждаются в вашей помощи. Сегодня вы получите долгожданную награду за своё стремление к успеху.",
        "zodiac_sign_id": 727
    },
    {
        "id": "0713062e-4527-46ec-bf19-d68a06b7843a",
        "date": "10 июня",
        "text": "Сегодня у Близнецов есть все шансы добиться успеха, которого вы когда-то боялись. Будьте решительны и идите до конца. Так вы сможете понять, кто вам друг, а кто враг. Вокруг вас много завистников, пора посмотреть на них своими глазами. Будьте осторожны. Теперь у вас есть шанс увидеть вещий сон. Чувство интуиции улучшится, прислушайтесь к ней.",
        "zodiac_sign_id": 727
    },
    {
        "id": "4657a6ce-2c15-41c1-b843-5ceca1c334f3",
        "date": "11 июня",
        "text": "У Близнецов возможно обострение хронических заболеваний. Вам может понадобиться госпитализация. Рекомендуется больше спать. Старайтесь как можно больше восстанавливаться в течение дня, хорошо питайтесь. Не проводите свой день в праздности. Сегодня, прежде чем принимать какое-либо решение, стоит всё тщательно обдумать. Не будьте слишком самоуверенны и не давайте обещаний, которые вы, возможно, не сможете сдержать.",
        "zodiac_sign_id": 727
    },
    {
        "id": "14ef3bac-9d0a-44ad-af8e-8d6d3ab3fa3e",
        "date": "12 июня",
        "text": "У Близнецов может появиться отличная возможность что-то поменять в жизни. Для этого нужно сделать выводы из ошибок прошлого. Проявляйте меньше эмоций, сохраняйте спокойствие. Ведь эмоциональное потрясение может сказаться на вашем здоровье. В ближайшее время вы можете познакомиться с очень интересным человеком. Кто знает, может быть, это ваша судьба, которая перевернёт вашу жизнь.",
        "zodiac_sign_id": 727
    },
    {
        "id": "c76793a7-537e-42f0-a4d5-9ef51519c1c7",
        "date": "13 июня",
        "text": "У Близнецов возможны неприятные встречи с сотрудниками правоохранительных органов. Вы ощутите на себе давление обстоятельств. Нужно беречь себя, не нарушать закон и не отправляться в поспешные поездки. Также лучше не участвовать в разного рода мероприятиях, это может обернуться негативными последствиями. Избегайте выполнения важных задач и подписания документов.",
        "zodiac_sign_id": 727
    }
]