[
    {
        "id": "1b616de7-441c-44b2-ac66-87c881cd5e4a",
        "date": "7 июня",
        "text": "Постарайтесь сегодня не находиться в людных местах. Может быть, вы попадёте в какую-то негативную ситуацию или притянете к себе нежелательных людей. Рыбы, старайтесь сохранять оптимистичное настроение в любой ситуации и игнорируйте колкие насмешки. Сохраняйте боевой дух и держитесь на своей волне.",
        "zodiac_sign_id": 310
    },
    {
        "id": "5affaed2-080b-43cb-9758-31126064203c",
        "date": "8 июня",
        "text": "Положение планет сулит Рыбам довольно неблагоприятный день. Вам предстоит решить множество проблем в отношениях с близкими, преодолеть прошлые недоразумения и обиды. Возможно даже предательство ваших партнёров. Постарайтесь найти компромисс, иначе ситуация может выйти из-под контроля. Держите себя в руках и не поддавайтесь беспочвенной агрессии.",
        "zodiac_sign_id": 310
    },
    {
        "id": "c8af91c8-f6f9-4563-8680-0dbbd9ec89a6",
        "date": "9 июня",
        "text": "Не расстраивайтесь, если вас уволят. В окружении Рыб найдутся люди, которые захотят сотрудничать серьёзно и надолго. Сначала вы будете сомневаться, но потом обстоятельства превратятся в очень удачную схему. Будут временные проблемы, но не вешайте нос. В конце концов всё каким-то волшебным образом получится. День будет полон невзгод, но в ваших силах всё разрешить. Не бойтесь просить друзей о помощи, они будут рады вам помочь.",
        "zodiac_sign_id": 310
    },
    {
        "id": "2de33cac-3b32-492f-ad7a-68c1a0ee9273",
        "date": "10 июня",
        "text": "Сегодня у Рыб возможно плохое настроение, снижение внутренней энергии. Не следует выходить в общественные места. Возможно агрессивное поведение толпы и инфекционные заболевания. Примите этот день как должное и не пытайтесь многое в нём изменить. Следите за проявлением своих чувств, избегая чрезмерной навязчивости, а также расточительности, что очень не понравится вашему партнёру. Берегите себя и свои отношения.",
        "zodiac_sign_id": 310
    },
    {
        "id": "72838952-9ed5-4a05-b995-aab8a6707028",
        "date": "11 июня",
        "text": "Деловые поездки сложатся удачно, особенно если вы планируете их с утра. Дела у Рыб идут в правильном направлении. Возможно, придётся обратиться за помощью к друзьям, их поддержка гарантирует стабильное развитие. Было бы неплохо провести ещё один уик-энд где-нибудь за городом. Не переусердствуйте, избегайте чрезмерной самоуверенности, иначе это может привести к увеличению проблем и разрыву отношений с близкими.",
        "zodiac_sign_id": 310
    },
    {
        "id": "cb70203a-f220-4146-abdc-5295a2023541",
        "date": "12 июня",
        "text": "Рыбы, сегодня ждите хороших новостей или приятной встречи. Избегайте самоуглубления или, наоборот, хаотичного общения. Не отправляйтесь в путешествие, так как оно, скорее всего, будет неудачным. Посвятите день индивидуальному творчеству, домашним делам, общению с любимым. Вы сможете стать лидером, к вам будут прислушиваться коллеги. Старайтесь в любой ситуации сохранять оптимизм и не поддаваться насмешкам судьбы.",
        "zodiac_sign_id": 310
    },
    {
        "id": "827c4b1f-cb6d-418f-934e-b79484b20339",
        "date": "13 июня",
        "text": "В этот день звёзды обещают Рыбам приятные сюрпризы на любовном фронте. Вас ждут интересные встречи и приятные знакомства. На работе вы легко справитесь с решением любых вопросов. Сегодня вы можете оказаться зависимым от кого-то, кто не соответствует вашей природе. Конкуренция будет очень высока. Логика может подвести вас в этот день, так что не зацикливайтесь на ней.",
        "zodiac_sign_id": 310
    }
]