[
    {
        "date": "7 июня",
        "text": "Сегодня Ракам не стоит ходить на пешие прогулки или на экскурсии. Будьте бдительны, возможны фейковые новости, лучше проверяйте их. Хороший день для йоги и медитации. Сегодня вас ждут новые возможности в профессиональной и творческой сфере."
    },
    {
        "date": "8 июня",
        "text": "В настоящее время есть препятствия для любого начинания, но не бойтесь их. Проявите терпение и хитрость. Вы будете хорошо вознаграждены за вашу смекалку. Также Ракам не стоит торопиться с необдуманными решениями. Не забывайте просить совета у близких родственников и коллег."
    },
    {
        "date": "9 июня",
        "text": "Различные мелкие задачи потребуют внимания Раков. Вам нужно максимально сосредоточиться и решить как можно больше задач. Вторая половина дня не располагает к решению серьёзных проблем. Обратите внимание на здоровье – возможны простудные заболевания. Пейте много чая с малиновым или лимонным вареньем. Сегодня у вас будет возможность проявить свои таланты, показать все свои умения."
    },
    {
        "date": "10 июня",
        "text": "Конфликты у Раков могут возникнуть на любом этапе. Внутренняя гармония, внимательное отношение к окружающим помогут справиться даже с трудной ситуацией. Положение планет говорит, что следует уделить внимание семье и близким друзьям. Время считается положительным для завершения ранее начатых дел. Сегодня в вас горит огонь, который трудно потушить, и он отразится на всех ваших поступках."
    },
    {
        "date": "11 июня",
        "text": "Проведите этот день в кругу семьи, обсудите все накопившиеся проблемы и наметьте семейный бюджет. Не расстраивайтесь из-за возможных конфликтов с друзьями, близкими или детьми, ваши встречи всё равно будут проходить в душевной атмосфере. После затяжного конфликта у Раков возможно примирение. Всегда смотрите на проблему не только со своей точки зрения. Помните, что вина всегда лежит на обеих сторонах, и не уклоняйтесь от ответственности."
    },
    {
        "date": "12 июня",
        "text": "Страх перед жизнью возникает из-за того, что вы так усложняете её. Ракам следует воспринимать невзгоды как ещё один жизненный опыт. Можно будет найти новых союзников, вместе с ними в жизнь придёт и позитивная мотивация. Уделите больше внимания своим потребностям! Покажите свои женские слабости без стеснения. Сегодня отличный день для покупок. Пришло время получить то, о чём вы так давно мечтали, а также подарить себе яркие эмоции и впечатления, вложиться в нужные вещи."
    },
    {
        "date": "13 июня",
        "text": "Тяжёлый день для работы у Раков. Обещание близкого успеха на деле будет постоянно сменяться новыми препятствиями. Не поддавайтесь нарастанию в связи с этим разочарования и неудовлетворённости. Не стоит слишком отвлекаться, чрезмерная активность может сыграть с вами злую шутку. Также старайтесь тщательно планировать свой бюджет, вы можете потерять средства."
    }
]