[
    {
        "date": "7 июня",
        "text": "Овны, проводите больше времени с семьёй. Близкие окажут вам нужную психологическую поддержку. В ближайшее время родственники порадуют приятными новостями. Проявляйте сдержанность в жестах и высказываниях. Отличный день, чтобы насладиться домашним комфортом, например, отдохнуть с друзьями, семьёй и отключить мобильный телефон."
    },
    {
        "date": "8 июня",
        "text": "Сегодня у Овнов появится множество разнообразных вариантов дальнейшего развития событий. Вам необходимо приструнить свои желания и не выходить за рамки приличия. Будьте оптимистичны и открыты. Не пытайтесь убить двух зайцев одним выстрелом, это требует особой ловкости."
    },
    {
        "date": "9 июня",
        "text": "Овны, не оставайтесь в стороне от событий. Участвуйте в дискуссиях, высказывайте своё мнение, посещайте корпоративы и неформальные встречи с коллегами. Проявите терпение в личных отношениях, забудьте о давлении и критике, не обижайте близкого вам человека. Будьте осторожны, работая сегодня с острыми предметами. В наши дни в каждом бизнесе есть препятствия."
    },
    {
        "date": "10 июня",
        "text": "Овнам очень важно сегодня не совершать рискованных действий, не соглашаться на авантюрные предложения, не флиртовать с противоположным полом и не привлекать к себе излишнего внимания. Лучше занять выжидательную позицию, набраться терпения и свести контакты с другими к минимуму. Дайте сил положительным эмоциям, не поддавайтесь мелким событиям, которые хотят нарушить баланс. Наслаждайтесь солнечным днём, прогуляйтесь."
    },
    {
        "date": "11 июня",
        "text": "Вы спокойный и достаточно уравновешенный человек, поэтому очень часто вас привлекают встречи с более энергичными и жизнерадостными людьми. Учитесь на прошлом опыте, ошибки нужно исправлять и стараться их не повторять. Не доверяйте тем людям, которые уже однажды предали вас, ведь они могут сделать это снова, нарушив вашу внутреннюю гармонию. Овны, берегите себя и следите за своим психоэмоциональным состоянием."
    },
    {
        "date": "12 июня",
        "text": "Старайтесь не начинать новые дела. Вы ещё не созрели для той работы, которую вам могут предложить. Если она того стоит, то никуда от Овнов не денется. У вас будет время всё взвесить и подойти к делу ответственно. А если окажется, что возможность упущена, то это занятие не для вас. День будет полон семейных обязанностей. Старайтесь вписываться в график деловых встреч."
    },
    {
        "date": "13 июня",
        "text": "Отнеситесь к своим проблемам спокойно, посмотрите на них с другой стороны. Возможно, многие окажутся более незначительными, чем вы думаете. Скорее всего, вы сможете легко решать профессиональные задачи, добиваться прорыва в бизнесе и воплощать идеи в жизнь. Хорошо делать покупки, завоёвывать авторитет, получать повышение. Сегодня могут возникнуть необоснованные страхи, которые осложнят жизненный путь Овнов."
    }
]