[
    {
        "id": "58ca63fb-f444-4a5d-b2e4-552a9496b321",
        "date": "7 июня",
        "text": "В настоящее время у Водолеев велика опасность попасть под влияние враждебных личностей. Так что, прежде чем что-то делать, тщательно проверьте, является ли действие законным. Есть вероятность получить травму из-за собственной невнимательности. Старайтесь по возможности избегать в этот день длительных пеших прогулок.",
        "zodiac_sign_id": 433
    },
    {
        "id": "b8e8bfd4-6e8e-479f-84d4-69d3b039c497",
        "date": "8 июня",
        "text": "То, что было окутано мраком, станет для Водолеев совершенно ясным. Сейчас то время, когда вы поймёте причину поступков людей, которые вам небезразличны. Не позволяйте себе обижаться. Есть риск, что вас могут подставить коллеги, которым просто необходимо быть в курсе всего, даже когда их это не касается.",
        "zodiac_sign_id": 433
    },
    {
        "id": "93e2b9fe-fe77-4df7-a931-c22fdb1a5293",
        "date": "9 июня",
        "text": "Сегодня жизненная сила Водолеев повышена. Ваше умение очаровывать всех вокруг сыграет вам на руку. Есть возможность улучшить своё материальное положение или подняться по карьерной лестнице. Но, возможно, из-за вашего характера вы столкнётесь с непониманием со стороны. Хороший день для творческих людей, есть шанс выделиться из толпы. Вы придёте к колоссальному результату, и ваш труд будет признан, но материальных благ ждать пока не стоит.",
        "zodiac_sign_id": 433
    },
    {
        "id": "790017d3-0694-4b9a-aaf7-f37fd72b7742",
        "date": "10 июня",
        "text": "Интересный и насыщенный день у Водолеев. Новые знания будут очень полезны, они помогут решить ряд проблем. Отправляйтесь в ближайший магазин и купите милые вещицы для своего интерьера, без которых невозможно создать уютную атмосферу. Проведите вечер в кругу семьи или с любимым человеком – это поможет снять нервное напряжение последних дней. Следите за калориями в том, что вы едите. Именно сегодня вас ждёт успех. Не переоценивайте свои активы и возможности партнёра.",
        "zodiac_sign_id": 433
    },
    {
        "id": "5b932472-2fc8-4021-a69f-d0c936ddb605",
        "date": "11 июня",
        "text": "Многие Водолеи сегодня покажутся поверхностными и легкомысленными тем, кто их плохо знает. Относитесь серьёзно к своим ценностям. Вам нужно чётко понимать, что для вас важно. Интересный и насыщенный день. Новые знакомства будут очень полезны, они помогут решить ряд проблем. Отправляйтесь в ближайший магазин и купите милые вещицы для своего интерьера, без которых невозможно создать уютную атмосферу.",
        "zodiac_sign_id": 433
    },
    {
        "id": "8909d750-0ba0-4bd6-a002-8987721c63ce",
        "date": "12 июня",
        "text": "Сегодняшний день символизирует нестабильность. Настроение Водолеев будет неустойчивым. Скорее всего, вы не смогли полностью расслабиться в прошлые выходные. Сегодня лучшее время, чтобы наверстать упущенное. В этот день новые начинания и деловые встречи увенчаются успехом. Ставьте цели на будущее. Предпринимателям и деловым людям повезёт.",
        "zodiac_sign_id": 433
    },
    {
        "id": "14d32623-85f7-4c3f-a550-3ed09f9c0caf",
        "date": "13 июня",
        "text": "Сегодня Водолеи очень зависимы от перемен настроения. Причиной этого может быть отсутствие отдыха в выходные. Попробуйте наверстать упущенное после работы. Найдите время, чтобы развлечься. Дышите свежим воздухом, примите расслабляющую ванну. Не стоит водить друзей на свидания, они могут выставить вас в дурном свете и значительно испортить отношения с любимым человеком.",
        "zodiac_sign_id": 433
    }
]