[
    {
        "date": "7 июня",
        "text": "Сегодня эмоциональный фон и психологическое напряжение просто не дадут Стрельцам справиться с важными проблемами на работе. Не торопитесь доверять всему, что говорят ваши друзья. Берегите себя и заботьтесь о своём психоэмоциональном состоянии."
    },
    {
        "date": "8 июня",
        "text": "В этот период у Стрельцов велика вероятность обмана, искушения, разочарования. Если вы будете предельно осторожны и даже разборчивы в этой ситуации, то сможете избежать расставленных сетей. В поиске разумного решения своей проблемы не следует принимать близко к сердцу возникающие препятствия."
    },
    {
        "date": "9 июня",
        "text": "Не будьте сегодня в центре внимания. Слишком много завистников и злых людей наблюдают за Стрельцами. Сделайте небольшой шаг назад, проанализируйте своё окружение и продолжите карьеру с новыми силами и опытом. Удача на вашей стороне, не волнуйтесь. Если вы приложите немного больше усилий, то получите результаты, о которых раньше могли только мечтать."
    },
    {
        "date": "10 июня",
        "text": "Отличный день у Стрельцов, чтобы поразмышлять. Если вы должны путешествовать, будьте осторожны. Появится возможность дополнительного заработка, не отказывайтесь, будет удачное сотрудничество. Да, многие идеи и планы хороши тем, что возникают спонтанно. Но сегодня спонтанность будет не в вашу пользу."
    },
    {
        "date": "11 июня",
        "text": "Стрельцы, не проявляйте инициативу на работе и не берите на себя больше, чем положено. Вы не получите ожидаемого результата. Кроме того, вы можете столкнуться с рядом трудностей и препятствий. Не исключены конфликты на работе. Будьте тактичнее. Обратите внимание на те товары, которые вы давно хотели купить. Они принесут вам положительные эмоции и удачные инвестиции в будущее. Сегодня у вас будет множество различных вариантов дальнейшего развития событий."
    },
    {
        "date": "12 июня",
        "text": "Наконец-то у вас будет то, о чём вы всегда мечтали. В последнее время вы много работали и теперь можете пожинать плоды своих трудов. Некоторые из высокопоставленных людей заметят ваш вклад и возьмут вас под своё крыло. Успех Стрельцам гарантирован. Важное решение лучше отложить на несколько дней. Благоприятный день для общения с родными и близкими."
    },
    {
        "date": "13 июня",
        "text": "Этот день усилит консервативные наклонности Стрельцов. Вместо того чтобы искать новые пути и концепции, вы предпочитаете испытанные способы достижения целей. В этот момент ваше кредо будет полностью оправдано. Именно упорство и трудолюбие позволят добиться высоких результатов. Будьте бдительны, сегодня может быть много стрессовых ситуаций. Не будьте слишком импульсивны в общении с коллегами и близкими, это может вылиться в неразрешимые конфликты."
    }
]